Revit 2027 API
DockablePaneId Operators
The DockablePaneId type exposes the following members.
Operators
Name | Description
Equality(DockablePaneId, DockablePaneId) | Compares two DockablePaneId instances.
Inequality(DockablePaneId, DockablePaneId) | Compares two DockablePaneId instances.
Top
See Also
Reference
DockablePaneId Class
Autodesk.Revit.UI Namespace